Workspace/OpenFOAM-v1812-AD/tutorials/incompressible/simpleFoam/backwardFacingStep2D/system/sampleCp
type            patchProbes;
libs            ("libsampling.so");
writeControl    writeTime;

patch           lowerWall;
probeLocations  ();
fields          (cp);
